[
  {
    "type": "Çok Filim Hareketler Bunlar",
    "description": "Vignettes of the summer holidays follow vacationers as they battle mosquitoes, suffer ruined plans and otherwise hit snags in their precious time off.\n"
  },
  {
    "type": "Aata Pita",
    "description": "A municipal clerk with literary ambitions stalks a loan recovery officer on whom he has decided to base his story's central character.\n"
  },
  {
    "type": "Action Replayy",
    "description": "Sick of his parents’ constant squabbling, a young man travels back in time to the onset of their romance, with plans to set them up for marital bliss.\n"
  },
  {
    "type": "Bewildered Bolbol",
    "description": "A man suffering from amnesia can't seem to choose between the women playing tricks on him.\n"
  },
  {
    "type": "Bittersweet",
    "description": "After 20 years abroad, a photographer returns to his birth country of Egypt and gets stranded without identification in a now unfamiliar culture.\n"
  },
  {
    "type": "Break Ke Baad",
    "description": "Childhood friends Abhay and Aaliya experience plenty of obstacles in their paths as they find their way in the world and back to each other.\n"
  },
  {
    "type": "Cats & Dogs: The Revenge of Kitty Galore",
    "description": "Cats and dogs must set aside their differences and merge animal instincts when Kitty Galore decides to claw her way to global domination.\n"
  },
  {
    "type": "Chal Dhar Pakad",
    "description": "After her fat-shaming husband brings home a new lover, a wife in Maharashtra recruits a group of women to challenge him in a kabaddi match.\n"
  },
  {
    "type": "Chance Pe Dance",
    "description": "Having risen from humble beginnings, an ambitious young man sets his sights on winning a major dance competition that could catapult him to fame.\n"
  },
  {
    "type": "Death at a Funeral",
    "description": "When a Los Angeles family's patriarch dies, his dutiful eldest son plans the funeral – which becomes a fiasco thanks to a colorful cast of attendees.\n"
  },
  {
    "type": "Dinner for Schmucks",
    "description": "The host of a dinner party invites his friends to bring the saddest loser they can find. But the ultimate schmuck turns everyone else into the losers.\n"
  },
  {
    "type": "Do Dooni Chaar",
    "description": "A struggling math teacher holds down a second job to keep his family afloat. But when he receives a wedding invitation, he's determined to attend.\n"
  },
  {
    "type": "Easy A",
    "description": "When a lie about Olive's reputation transforms her from anonymous to infamous at her high school, she decides to embrace a provocative new persona.\n"
  },
  {
    "type": "Eyyvah Eyyvah",
    "description": "A clarinet player who lives with his grandparents in a small village is forced to move to Istanbul, where he meets a singer enjoying sudden fame.\n"
  },
  {
    "type": "Get Him to the Greek",
    "description": "Ambitious young record company intern Aaron must escort an unruly rock star to Los Angeles for the start of his anniversary concert.\n"
  },
  {
    "type": "Haapus",
    "description": "The son of an astrologer faces opposition from his superstitious father regarding his scheme of launching a mango business.\n"
  },
  {
    "type": "Harriet the Spy: Blog Wars",
    "description": "Intrepid writer Harriet Welsch is determined to become the class blogger despite stiff competition from her snooty archrival.\n"
  },
  {
    "type": "Holy Man 3",
    "description": "Two new monks, one of them a former rock music star seeking inner peace, join a temple plagued by thieves who are stealing its valuable holy relics.\n"
  },
  {
    "type": "I Am Kalam",
    "description": "An intelligent boy born into poverty befriends the son of a once noble family and is inspired by the life of India's president to pursue an education.\n"
  },
  {
    "type": "I Hate Luv Storys",
    "description": "This Bollywood spoof recounts the ups and downs of an assistant film director who loathes romance and a designer who adores all things sentimental.\n"
  },
  {
    "type": "Ideachi Kalpana",
    "description": "After an actor is hit by a car driven by the police commissioner's sister, his scheming brother-in-law files a bogus suit against the commissioner.\n"
  },
  {
    "type": "Irada Pakka",
    "description": "Bored in their happy marriage, a couple decides to spice things up by fighting more, but their game takes the relationship on an unexpected path.\n"
  },
  {
    "type": "Killers",
    "description": "After a whirlwind romance, Jen and Spencer settle into married life — until Spencer's secret past as a hit man shakes up their suburban bliss.\n"
  },
  {
    "type": "Kung Fu Magoo",
    "description": "Shortsighted curmudgeon Mr. Magoo and his young nephew, Justin, fight such nefarious foes as kung fu villains, robot spiders and teenage mutants.\n"
  },
  {
    "type": "Kung Fu Panda: Holiday",
    "description": "As preparations for the Winter Feast build, Po is caught between his obligations as the Dragon Warrior and his family holiday traditions.\n"
  },
  {
    "type": "Leap Year",
    "description": "Anna chooses February 29 to propose marriage to her boyfriend, but after meeting a charming innkeeper, she must evaluate her original plans.\n"
  },
  {
    "type": "Lembi 8 Giga",
    "description": "To upgrade his life, a simple man fakes his credentials as a lawyer when sudden extraordinary abilities give him the talent to thrive.\n"
  },
  {
    "type": "Liefling",
    "description": "An adventure-loving young woman catches the attention of a handsome beau in this musical celebration of love, friends and fate.\n"
  },
  {
    "type": "Love In A Puff",
    "description": "When the Hong Kong government enacts a ban on smoking cigarettes indoors, the new law drives hard-core smokers outside, facilitating a meeting between Cherie, a makeup saleswoman, and Jimmy, an advertising exec.\n"
  },
  {
    "type": "My Babysitter's a Vampire: The Movie",
    "description": "When their parents head out for the evening, Ethan and his little sister get the babysitter of their nightmares: a fledgling vampire named Sarah.\n"
  },
  {
    "type": "Once a Gangster",
    "description": "Two former triads are tapped to run in an election for leader of the underworld, but both want normal lives. Each must outwit the other to lose.\n"
  },
  {
    "type": "Peepli Live",
    "description": "Two indigent farmers consider suicide so that their families can collect a government subsidy that's paid to the relatives of deceased farmers.\n"
  },
  {
    "type": "Romantik Komedi",
    "description": "Bored with her life and inspired by a friend's wedding, Esra quits her job and dumps her boyfriend, leading to a series of romantic misadventures.\n"
  },
  {
    "type": "Scott Pilgrim vs. the World",
    "description": "Dreamy delivery girl Ramona captures Scott Pilgrim's heart, but he must vanquish all seven of her evil exes in martial arts battles to win her love.\n"
  },
  {
    "type": "Sex and the City 2",
    "description": "Best friends Carrie, Miranda, Samantha and Charlotte take a break from their busy New York lives for an all-expenses-paid luxury vacation to Abu Dhabi.\n"
  },
  {
    "type": "She's Out of My League",
    "description": "When average-guy Kirk starts dating drop-dead-gorgeous Molly, his friends don't see it lasting, so Kirk does everything he can to avoid losing Molly.\n"
  },
  {
    "type": "Tees Maar Khan",
    "description": "A flamboyant con artist and his band of gleeful robbers gamble with fate when smugglers hire them to swipe antiques from a speeding train.\n"
  },
  {
    "type": "The Ant's Scream",
    "description": "Released after being wrongly imprisoned in Iraq, an Egyptian contractor returns home to a country on the brink of revolution.\n"
  },
  {
    "type": "The Bounty Hunter",
    "description": "Bounty hunter Milo Boyd finds his latest assignment downright satisfying as he learns that the bail-jumper he must chase down is his ex-wife, Nicole.\n"
  },
  {
    "type": "The Boy Who Cried Werewolf",
    "description": "When high school girl-geek Jordan becomes a werewolf after moving to Romania, she must elude her own brother, who sets out to slay her.\n"
  },
  {
    "type": "The Other Guys",
    "description": "New York cops Allen and Terry toil in obscurity as lowly desk jockeys until a big break finally gives them a chance to tackle real police work.\n"
  },
  {
    "type": "The Spy Next Door",
    "description": "While babysitting, an undercover agent is thrust back into the world of top-secret adventure when one his young charges downloads a classified file.\n"
  },
  {
    "type": "Three-Quarters Decent",
    "description": "Determined to fight corruption in his country, a newspaper cartoonist debuts a new take-no-prisoners attitude.\n"
  },
  {
    "type": "Tucker and Dale vs. Evil",
    "description": " cabin, two backwoods boys see their trip turn into a nightmare when they're accused of being psychotic killers.\n"
  },
  {
    "type": "Tum Milo Toh Sahi",
    "description": "An astute but old-fashioned law clerk steps up to help the owner of a cafe in a legal battle that has both business and personal ramifications.\n"
  }
]